<!DOCTYPE html>
<html>
  <!-- Mirrored from www.nmenos1.xyz/public/texto/show/6 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 05 Jul 2022 02:21:11 GMT -->
  <!-- Added by HTTrack --><meta
    http-equiv="content-type"
    content="text/html;charset=UTF-8"
  /><!-- /Added by HTTrack -->
  <head>
    <meta charset="utf-8" />
    <link rel="stylesheet" type="text/css" href="estilosDR.css" />
    <meta name="viewport" content="initial-scale=1.0, width=device-width" />
    <link
      href="https://fonts.googleapis.com/css2?family=Titillium+Web:ital,wght@0,400;0,600;0,700;1,400;1,600;1,700&amp;display=swap"
      rel="stylesheet"
    />
    <link
      href="https://fonts.googleapis.com/css2?family=PT+Serif:ital,wght@0,400;0,700;1,400;1,700&amp;display=swap"
      rel="stylesheet"
    />
  </head>

  <body>
    <div class="caja-texto">
      <div class="fecha">
        <p>Sept * 2021</p>
      </div>

      <div class="numero">
        <p>
          No. 2 <br />
          Archivo y Procesos de Internet
        </p>
      </div>

      <div class="titulo-texto">
        <h1>El internet no es un archivo, es un performance</h1>
      </div>
      <div class="byline">
        <p>Por Doreen A. R&iacute;os</p>
      </div>

      <div class="img-principal">
        <figure>
          <img
            src="public/GoRando2017BenGrosser.jpg"
            alt="Go Rando (2017) de Ben Grosser"
          />
          <figcaption><em>Go Rando</em>(2017) de Ben Grosser.</figcaption>
        </figure>
      </div>

      <div class="cuerpo">
        <p class="estilo1">
          Habitar internet es habitar varias paradojas simult&aacute;neas que se
          deslizan entre la hipervisibilidad y la hipervigilancia; entre el
          acceso masificado a la informaci&oacute;n y las c&aacute;maras de eco,
          propiciadas por nuestros algoritmos personalizados. Y, por supuesto,
          entre la inminente vulnerabilidad de los formatos digitales y la idea
          de que lo que vive en internet estar&aacute; ah&iacute; por
          siempre.<br /><br />
        </p>

        <p>
          Es claro que la temprana promesa del internet, de generar una aldea
          global donde las subjetividades personales se dislocan para conectar
          con otrxs, ha quedado muy atr&aacute;s en este paseo por la red de
          redes, y a esto se suma un gesto peculiar donde el mismo paso del
          tiempo parece multiplicar su velocidad en cada <em>click</em>, que
          trae consigo una nueva ola de imposiciones, restricciones,
          fragmentaciones y, de vez en cuando, oportunidades de
          reconfiguraci&oacute;n. En otras palabras, como bien dice Michael
          Connor, ha sido una d&eacute;cada extra&ntilde;a para haber servido
          como porrista profesional de la cultura de internet.<br /><br />
        </p>

        <p>
          Pero &iquest;c&oacute;mo llegamos hasta ac&aacute;? La respuesta a
          esta pregunta, as&iacute; como las fibras que sostienen a las
          comunidades en internet, se teje y desteje dependiendo de qui&eacute;n
          la responda, pero para conectarles con mi terru&ntilde;o de
          p&iacute;xeles, iniciar&eacute; donde, para esta porrista profesional
          de la cultura de internet, comenz&oacute; todo: un
          cibercaf&eacute;.<br /><br />
        </p>

        <br />
        <p>
          Por ah&iacute; del 2003 yo ten&iacute;a 11 a&ntilde;os y pasaba mucho
          tiempo en el cibercaf&eacute; m&aacute;s cercano a la casa de mi
          abuela, el a&uacute;n inmortal Cibercaf&eacute; Y2K. All&iacute;
          pasaba varias horas descargando canciones del difunto Ares, quemando
          CDs, jugando minijuegos en l&iacute;nea y, por supuesto, chateando con
          extra&ntilde;xs de la WWW. En esas &eacute;pocas me parec&iacute;a muy
          emocionante entrar a foros de diversos temas e intercambiar ideas con
          personas desconocidas. Aqu&iacute;, en alg&uacute;n foro sobre
          historias paranormales, <em>creepypastas</em>, aliens y la sexta
          dimensi&oacute;n, me encontr&eacute; con
          <a href="http://wwwwwwwww.jodi.org/">JODI</a>, pues algunx usuarix de
          estos lares decidi&oacute; que este era el espacio ideal para discutir
          esta <em>metapieza</em> del net art temprano. Recuerdo que la primera
          publicaci&oacute;n sobre el tema la discut&iacute;a como un hallazgo
          <em>curseado</em><span class="notapie" id="1">1</span> de las aguas
          profundas del internet, pues dentro de este sitio web, con una
          cantidad anormal de doble us, imperaba un aire de rareza que levantaba
          teor&iacute;as de conspiraci&oacute;n acerca de sus creadores y su
          posible funci&oacute;n.<br /><br />
        </p>

        <p>
          Recuerdo haber escrito ese URL en un cuaderno que usaba, precisamente,
          para compilar mis p&aacute;ginas favoritas, contando y volviendo a
          contar cu&aacute;ntas doble us le compon&iacute;an y, por supuesto,
          tambi&eacute;n recuerdo haber vuelto muchas (much&iacute;simas) veces
          a
          <a href="http://wwwwwwwww.jodi.org/">wwwwwwwww.jodi.org</a> con la
          firme intenci&oacute;n de entender qu&eacute; habitaba ah&iacute;.
          Despu&eacute;s de varias discusiones, otrx usuarix de este foro
          cerr&oacute; la conversaci&oacute;n con una publicaci&oacute;n muy
          incisiva que, palabras m&aacute;s, palabras menos, dec&iacute;a: "no
          hay nada de paranormal en este sitio web y tampoco hay nada qu&eacute;
          entenderle. Es una pieza de arte". <br /><br />
        </p>

        <figure>
          <img src="public/jodif2dc.jpg" alt="JODI" />
          <figcaption>
            <em>JODI</em> es un colectivo conformado por Joan Heemskerk y Dirk
            Paesmans, clave en la etapa temprana del Net.Art.
          </figcaption>
        </figure>

        <p>
          Esa sentencia, que apag&oacute; el inter&eacute;s de muchxs, fue el
          detonante de aquello que encamin&oacute; mis intereses y
          b&uacute;squedas personales hasta el d&iacute;a de hoy, pues, para
          m&iacute;, esa serendipia, ese encuentro del tercer tipo, era una
          puerta que nunca hab&iacute;a tocado y que abr&iacute;a paso a una
          conversaci&oacute;n m&aacute;s profunda acerca del arte. Una
          conversaci&oacute;n que no iba de nombrar, definir y etiquetar lo que
          es, sino de lo que puede ser.<br /><br />
        </p>

        <p>
          A casi 20 a&ntilde;os de ese momento, ahora, nos encontramos habitando
          un internet completamente distinto. Pasamos de la utop&iacute;a de la
          libertad de expresi&oacute;n y la colectividad radical a la censura
          automatizada y a la polarizaci&oacute;n sin debate. Pero
          tambi&eacute;n pasamos a la expansi&oacute;n de la accesibilidad y
          diversificaci&oacute;n de contenidos apoyada por el auge de los
          tel&eacute;fonos inteligentes y su hiperconexi&oacute;n casi ubicua.
          Con esto en mente, es interesante pausar en este planteamiento y
          reflexionar sobre las met&aacute;foras que nos han servido para
          entender lo que es el internet:<br /><br />
        </p>

        <h4 class="centro">
          macro repositorio / archivo / mente colectiva / aldea global /
          herramienta militar / la nube / red inform&aacute;tica / ciberespacio
          / metaverso / red de redes / tejido global / micelio
          inform&aacute;tico
        </h4>

        <br /><br />
        <p>
          De todas las anteriores me gustar&iacute;a retomar una de las que me
          hace m&aacute;s ruido: <u>archivo</u>. Para argumentar lo anterior me
          gustar&iacute;a tomar un par de ideas de
          <em>La arqueolog&iacute;a del saber</em> (1969) de Foucault y de
          <em>Mal de archivo: una impresi&oacute;n freudiana</em> (1996) de
          Derrida, pues la forma en la que se aborda la idea de archivo en la
          contemporaneidad est&aacute; firmemente atada a estas exploraciones
          filos&oacute;ficas. Seg&uacute;n Foucault, el archivo es "primero la
          ley de lo que se puede decir" (1969). Es decir, para &eacute;l el
          concepto de archivo es el de un
          <a href="https://dialnet.unirioja.es/descarga/articulo/3906889.pdf"
            >dispositivo discursivo</a
          >. Por otro lado, para Derrida el archivo adquiere una
          dimensi&oacute;n material y aparece dentro de la autoridad
          pol&iacute;tica en donde, a trav&eacute;s de un viaje a sus
          configuraciones ling&uuml;&iacute;sticas, el fil&oacute;sofo nos
          ofrece una reflexi&oacute;n acerca de los or&iacute;genes de la
          palabra archivo. Aqu&iacute; explora c&oacute;mo
          <em>arkh&eacute;</em> significa tanto comienzo como mandamiento. El
          <em>arkheion</em> era originalmente el almac&eacute;n donde se
          guardaban los documentos necesarios para la gesti&oacute;n de las
          <em>polis</em> griegas por parte de los arcontes. En virtud de su
          funci&oacute;n, los arcontes conservaban la autoridad
          hermen&eacute;utica sobre los documentos, es decir, pod&iacute;an
          dictar la ley seg&uacute;n su interpretaci&oacute;n del material de
          archivo (1996).<br /><br />
        </p>

        <p>
          M&aacute;s adelante, y ya m&aacute;s vinculadxs con la teor&iacute;a
          de medios, investigadorxs como Featherstone (2000, 2006) y Lynch
          (1999) encontraron en el archivo una especie de concepto
          paradigm&aacute;tico para interpretar la producci&oacute;n y el
          consumo de los medios de comunicaci&oacute;n masivos. Lo que ambos
          subrayan es un proceso de aparente democratizaci&oacute;n de los
          archivos: lo que antes era dominio exclusivo de los
          estados-naci&oacute;n, se pone ahora a disposici&oacute;n de lxs
          internautas, que pueden construir sus propios archivos cotidianos. Por
          otro lado, Manovich, te&oacute;rico de los nuevos medios, ve en la
          base de datos una de las principales formas simb&oacute;licas de los
          medios digitales contempor&aacute;neos. Frente a esto, Manovich (1999,
          2002) sostiene que un sitio web es una base de datos en la medida en
          que no sigue una narrativa lineal, se construye socialmente y es
          ef&iacute;mera (2002: 194-212).<br /><br />
        </p>

        <p>
          Si a estas tendencias acad&eacute;micas se le suma una mirada sobre
          las pr&aacute;cticas digitales y los medios de comunicaci&oacute;n, es
          posible detectar una convergencia en torno a la figura del archivo y
          su relevancia pol&iacute;tica tanto para el poder constituido y el
          poder corporativo como para lxs sujetos colectivos. Bajo esta
          l&oacute;gica, es f&aacute;cil ver que el verdadero negocio de las
          empresas de la Web 2.0 nunca ha sido la velocidad a la que pueden
          comunicarse, sino la cantidad de datos que pueden almacenar, analizar
          y poner a la venta (Fuchs 2011). Es decir, aqu&iacute; el archivo se
          convierte en la instituci&oacute;n clave en la que se apoyan para
          secuestrar los bienes comunes digitales. Sin embargo, del mismo modo
          que el capital encierra a dichos bienes comunes en y a trav&eacute;s
          del archivo, muchxs artistas, activistas y movimientos sociales buscan
          instituir sus propias l&oacute;gicas de distribuci&oacute;n abierta a
          trav&eacute;s de una gestualidad perform&aacute;tica de la web.
          <br /><br />
        </p>

        <p>
          Desde proyectos de acceso a la informaci&oacute;n como
          <a href="https://sci-hub.se/">Sci-Hub</a> y
          <a href="https://monoskop.org/Monoskop">Monoskop</a>, pasando por los
          pantanos de
          <a href="https://thepiratebay.org/index.html">Pirate Bay</a> y las
          redes de intercambio peer-2-peer, y hasta piezas de envenenamiento de
          datos como
          <em
            ><a href="https://bengrosser.com/projects/go-rando/"
              >Go Rando</a
            ></em
          >,
          <em
            ><a href="https://bengrosser.com/projects/instagram-demetricator/"
              >Instagram Demetricator</a
            ></em
          >,
          <em
            ><a href="https://bengrosser.com/projects/twitter-demetricator/"
              >Twitter Demetricator</a
            ></em
          >
          y
          <em
            ><a href="https://bengrosser.com/projects/facebook-demetricator/"
              >Facebook Demetricator</a
            ></em
          >
          de Ben Grosser, podemos notar un transitar por la activaci&oacute;n y
          desactivaci&oacute;n de aquello que, desde un inicio, se asume como
          ef&iacute;mero. En otras palabras, estas propuestas que aparecen,
          desaparecen y reaparecen, pueden ser etiquetadas como gestos
          perform&aacute;ticos. Si pensamos, por ejemplo, en las gestualidades
          perform&aacute;ticas de los a&ntilde;os 70's, como aquellas planteadas
          por Ana Mendieta y su serie
          <em>Siluetas</em> o Shigeko Kubota y sus exploraciones de
          videoperformance con piezas como
          <em>Video Girls and Video Songs for Navajo Sky </em>, mismas que
          exploran al cuerpo como materia prima pero tambi&eacute;n la
          posibilidad de desprenderse de lo objetual, podemos trazar una
          l&iacute;nea que conecta fuertemente con la idea del performance como
          acto de resistencia. Aqu&iacute;, lxs artistas, en lugar de haber
          desmaterializado o inmaterializado su obra, han cambiado su paleta de
          materiales f&iacute;sicos a materiales virtuales y esto les
          permiti&oacute; jugar con la idea de la
          activaci&oacute;n/desactivaci&oacute;n t&aacute;ctica de sus piezas.
          Es precisamente esta intersecci&oacute;n entre cuerpo, performance,
          virtualidad y t&aacute;ctica la que conecta la idea del archivo
          (digital) din&aacute;mico que tiene la capacidad de hacerse aparecer y
          desaparecer.<br /><br />
        </p>

        <figure>
          <img src="public/Siluetaseries.jpg" alt="Yagul" />
          <figcaption>
            <em>Yagul</em> de la serie Siluetas (1973-1977) de Ana Mendieta .
          </figcaption>
        </figure>

        <p>
          En cierta medida, mi l&iacute;nea de argumentaci&oacute;n va en contra
          de los postulados de Hamilton, quien sosten&iacute;a que los medios de
          comunicaci&oacute;n alternativos (es decir, aquellos fuera de la
          hegemon&iacute;a) deber&iacute;an caracterizarse por la
          desprofesionalizaci&oacute;n, la descapitalizaci&oacute;n y la
          desinstitucionalizaci&oacute;n (2000), apuntando a una especie de
          desprendimiento de los sistemas per se . Ya que, aunque estoy de
          acuerdo en que los bienes comunes de los archivos digitales deben
          existir y gestionarse al margen de las relaciones capitalistas, lo que
          se necesita no es la desinstitucionalizaci&oacute;n, sino la
          reinstitucionalizaci&oacute;n y la reprofesionalizaci&oacute;n - en
          otras palabras, la destrucci&oacute;n total del sistema
          hegem&oacute;nico sumado a la creaci&oacute;n de valores nuevos
        </p>
        <br /><br />

        <p>
          Esta pr&aacute;ctica de coleccionar, de acceder y de construir
          archivos (en y desde internet) deber&iacute;a ser autorreflexiva y
          politizada. En ese sentido, es &uacute;til plantearnos una posibilidad
          de desaceleraci&oacute;n a trav&eacute;s del acto perform&aacute;tico.
          El performance entendido como una acci&oacute;n que sucede en un
          espacio y tiempo espec&iacute;ficos, y no como la actuaci&oacute;n
          entendida desde encarnar falsedad. El performance como acto
          simb&oacute;lico, que reflexiona sobre el aqu&iacute; y el ahora y que
          ocurre en una dimensi&oacute;n ef&iacute;mera y flexible, adquiere
          importancia mientras sucede y, aunque no se reserven fragmentos del
          mismo en una versi&oacute;n archivada, es capaz de vivir a
          trav&eacute;s de quienes lo presenciaron.<br /><br />
        </p>

        <p>
          Por lo anterior, se vuelve interesante traer y fusionar la idea de la
          profanaci&oacute;n propuesta por Agamben, en donde sostiene que
          "profanar" es lo contrario de "consagrar", con el sutil simbolismo de
          las ventanas
          <em>pop-up</em>, para entrever un camino que nos conecta de regreso
          con JODI. Pues, si bien el sitio web que integra todo su cuerpo de
          obra es en s&iacute; mismo una pieza expansiva hecha de varias
          micropiezas, tambi&eacute;n es un performance no lineal que escapa de
          las formas de recolecci&oacute;n de archivo impuestas por los valores
          del capitalismo digital. Pues, aunque JODI apuesta por la
          reintegraci&oacute;n y rearmado de la pieza en cuesti&oacute;n,
          tambi&eacute;n se vuelve ininteligible para el discurso
          hegem&oacute;nico. Es en este metaespacio digital, que vive en
          <a href="http://wwwwwwwww.jodi.org/">wwwwwwwww.jodi.org</a>, donde
          tambi&eacute;n hay cabida para politizar la tecnolog&iacute;a, la
          representaci&oacute;n y la memoria.<br /><br />
        </p>

        <p>
          Me gusta pensar que, entonces, el internet -esa red que somos todxs,
          la que construimos a partir de nuestras trincheras y compartimos con
          otrxs- es un performance, pues est&aacute; pensado para mediar y
          expandirse a partir de lxs dem&aacute;s. Si lo observamos como un
          archivo, entonces hablamos exclusivamente de ese internet secuestrado
          por las macro-corporaciones que nos imponen sus objetivos y censuras
          y, como porrista profesional de la cultura de internet, me considero
          responsable de formular otras formas de intercambios posibles.<br /><br />
        </p>

        <p>
          Considero que los bienes comunes del internet, que producimos y
          compartimos, deben pensarse como opuestos y siempre comprometidos con
          una cr&iacute;tica exhaustiva y decidida de la "totalidad" (Foster
          2004: 5). Igualmente, pienso que deben contribuir y estar integrados a
          la constituci&oacute;n de un modo de producci&oacute;n poscapitalista
          m&aacute;s all&aacute; de la tiran&iacute;a del intercambio monetario.
          Y, finalmente, creo que tambi&eacute;n deben ser sensibles con todas
          las entidades no humanas y construirse tomando en cuenta una
          posibilidad de descompresi&oacute;n y desacumulaci&oacute;n, pues no
          podemos obviar las devastadoras repercusiones de las
          tecnolog&iacute;as digitales y los servicios en la nube en
          t&eacute;rminos de consumo de energ&iacute;a y agua, as&iacute; como
          de producci&oacute;n de residuos (Murdock 2018).
          <br />
          En otras palabras: habitar el internet desde el performance y la
          b&uacute;squeda de lo ef&iacute;mero, en lugar de habitarlo como una
          bodega de archivos muertos sobre archivos muertos sobre archivos
          muertos.<br /><br />
        </p>
      </div>

      <div class="pullout-text">
        <p></p>
      </div>

      <div class="notas">
        <span id="np1">
          1- Anglicismo que nace en el internet que hace referencia a contenidos
          misteriosos y/o vinculados a leyendas urbanas.
        </span>
        <span id="np2"> </span>
        <span id="np3"> </span>
        <span id="np4"> </span>
        <span id="np5"> </span>
        <span id="np6"> </span>
        <span id="np7"> </span>
        <span id="np8"> </span>
        <span id="np9"> </span>
        <span id="np10"> </span>
      </div>

      <div class="bibliografia">
        <div class="h-biblio">
          <h4>Bibliograf&iacute;a</h4>
          <br /><br />
        </div>

        <div class="referencias">
          <ul>
            Agamben, G. (2007), Profanations, New York: Zone Books.
          </ul>
          <ul>
            Berardi, F. (Bifo) (2009), The Soul at Work: From Alienation to
            Autonomy, Los Angeles, CA: Semiotext(e).
          </ul>
          <ul>
            Derrida, J. (1996), Archive Fever: A Freudian Impression, Chicago,
            IL: University of Chicago Press.
          </ul>
          <ul>
            d'Urbano, Paolo (2020), '(An/)archival commons: Digital media and
            contemporary social movements', Journal of Alternative & Community
            Media, 5:1, pp. 27-43, doi:
            <a href="https://doi.org/10.1386/joacm_00073_1"
              >https://doi.org/10.1386/joacm_00073_1</a
            >
          </ul>
          <ul>
            Featherstone, M. (2000), 'Archiving cultures', British Journal of
            Sociology, 51:1, pp. 161-84.
          </ul>
          <ul>
            Foucault, M. (2004), The Archaeology of Knowledge, New York:
            Pantheon Books.
          </ul>
          <ul>
            Fuchs, C. (2011), 'New media, web 2.0 and surveillance', Sociology
            Compass, 5:2, pp. 134-47.
          </ul>
          <ul>
            Garcia, D. and Lovink, G. (1997), 'The ABC of tactical media',
            Nettime, 16 May,
            <a
              href="https://www.nettime.org/Lists-Archives/nettime-l-9705/msg00096.html"
              >https://www.nettime.org/Lists-Archives/nettime-l-9705/msg00096.html</a
            >. Accesado el 25 de agosto de 2021.
          </ul>
          <ul>
            Hamilton, J. F. (2000), 'Alternative media: Conceptual difficulties,
            critical possibilities', Journal of Communication Inquiry, 24:4, pp.
            357-78.
          </ul>
          <ul>
            Lynch, M. (1999), 'Archives in formation: Privileged spaces, popular
            archives
          </ul>
          <ul>
            Manovich, L. (1999), 'Database as symbolic form', Convergence, 5:2,
            pp. 80-99.
          </ul>
          <ul>
            Murdock, G. (2018), 'Media materialties: For a moral economy of
            machines', Journal of Communication, 68:2, pp. 359-68.
          </ul>
          <ul>
            P2P Foundation (2015), Commons Transition: Policy Proposals for an
            Open Knowledge Society, Amsterdam: P2P Foundation.
          </ul>
          <ul>
            Terranova, T. (2004), Network Culture: Politics for the Information
            Age, London: Pluto Press.
          </ul>
          <br />
        </div>
      </div>

      <div class="bio">
        <br /><br />
        <h3>* Doreen A. R&iacute;os</h3>
        <p>
          Toluca, M&eacute;xico, 1992<br />
          <br />Es curadora e investigadora. Su trabajo se enfoca en el arte
          digital, pr&aacute;cticas post-digitales y nuevas materialidades.
          Fundadora de [ANTI]MATERIA, plataforma en l&iacute;nea dedicada a la
          investigaci&oacute;n y exposici&oacute;n de arte producido a
          trav&eacute;s de medios digitales, R&iacute;os busca facilitar
          intercambios internacionales entre artistas, curadorxs, gestorxs y
          profesionales interesadxs en las pr&aacute;cticas digitales y
          post-digitales.<br /><br />

          Graduada de la Maestr&iacute;a en Curadur&iacute;a
          Contempor&aacute;nea por Winchester School of Arts, especializada en
          culturas digitales, y de la Licenciatura en Arquitectura por el Tec de
          Monterrey.<br /><br />

          Paralelamente es curadora en jefe del Centro de Cultura Digital, VJ en
          Minipixel, mediadora en Unidad de Conciencias Colectivas Terrestres,
          docente en CENTRO y en el Tec de Monterrey.
          <br /><br />
          <a href="https://doreenrios.com/">doreenrios.com</a><br />
          <a href="https://anti-materia.org/">antimateria.org</a>
        </p>
        <br /><br />

        <!-- <div class="emoji">
          <img
            class="emojidex-emoji"
            src="../../../../cdn.emojidex.com/emoji/seal/end.html"
            emoji-code="end"
            emoji-moji="??"
            alt="end"
          />
        </div> -->
      </div>
    </div>
  </body>

  <!-- Mirrored from www.nmenos1.xyz/public/texto/show/6 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 05 Jul 2022 02:21:33 GMT -->
</html>
